{
   "Novels": [
      {
         "name": "Executed",
          "FiveRating": "82",
          "FourRating": "12",
          "ThreeRating": "3",
          "TwoRating": "2",
          "OneRating": "1",
          "OverAllRating": "3.7",
          "Reviews": "368",
          "ReviewImage": "UK/Executed_R.png",
          "Helpfull":"Damn that was so good. Time travel without the mind bending theoretical physics, with plenty of violence and humour. Would Stephen Hawking like it? No, probably not. So if you're a theoretical physicist or maybe just have a stick up your butt and can't just enjoy a good yarn, then this isn't for you. However, if you like plenty of action, occasional sexy goings-on and a fast paced unpredictable story then you'll love it. Of course this is all entirely pointless if you bought the first book, because you'll already know it's a great story and you're just hopping straight to the next volume. If you haven't read the first book then what are you doing here? Go read the first one!",
          "count":"12",
         "imgPath": "UK/Executed.png"
          
          
           
      },
      {
         "name": "The Toy Makers",
          "FiveRating": "78",
          "FourRating": "16",
          "ThreeRating": "4",
          "TwoRating": "0",
          "OneRating": "2",
          "OverAllRating": "4.6",
           "Reviews": "125",
          "ReviewImage": "UK/The Toy Maker_R.png",
          "Helpfull":"The perfect book to read whilst it was snowing outside. Magical and whimsical I loved all the characters oh and I really want a patchwork dog! Lovely and a bit haunting I really enjoyed this book.",
          "count":"6",
         "imgPath": "UK/The Toy Makers.png"
           
          
           
      },
    
      {
         "name": "Extracted",
          "FiveRating": "59",
          "FourRating": "18",
          "ThreeRating": "11",
          "TwoRating": "6",
          "OneRating": "6",
          "OverAllRating": "4.2",
           "Reviews": "444",
          "ReviewImage": "UK/Extracted_R.png",
          "Helpfull":"I came across this book and was interested by the blurb so gave it a go.The idea of the story is actually pretty good though i feel i've seen it before - time travel, fix a wrong doing etc but with a twist (with regards to the extraction part). It was a nice read, easy to get through and the story was built up well, though I found some of the central chapters somewhat repetitive and the writing a little crude in places. This isn't a ground breaking novel, though if you like reading this kind of genre it does well to hold your attention. I will definitely check out the next installment when its released",
          "count":"16",
         "imgPath": "UK/Extracted.png"
           
          
           
      },
       {
         "name": "The Race Of Dragons",
          "FiveRating": "90",
          "FourRating": "7",
          "ThreeRating": "1",
          "TwoRating": "2",
          "OneRating": "0",
          "OverAllRating": "4.8",
           "Reviews": "96",
          "ReviewImage": "UK/The Rage of the Dragons_R.png",
          "Helpfull":"A thoroughly enjoyable read. I wasn't expecting it to be so good and so well written I couldn't put it down and had to book a day off work to finish it. Previous reviews refer to the difficulties people had with the names and I agree, but this is also part of what draws you in. I don't tend to read many fantasy novels, other than the classics, like Lord of the Rings, American Gods, etc so I'm really glad I stumbled across this one even though the title is pretty uninspiring. I have a literary void until the next volume comes out.",
          "count":"14",
         "imgPath": "UK/The Race of the Dragon.png"
           
          
           
      },
      {
         "name": "The Golden Age",
          "FiveRating": "48",
          "FourRating": "33",
          "ThreeRating": "13",
          "TwoRating": "4",
          "OneRating": "2",
          "OverAllRating": "4.2",
           "Reviews": "126",
          "ReviewImage": "UK/The Golden Age_R.png",
          "Helpfull":"This is the first book I had read by James Maxwell, and I got this as a prime kindle first freebie of the month. It is not a genre of book that I would generally read, preferring crime and thriller novels. However, I thoroughly enjoyed this book. I was drawn to the main characters immediately. I found myself looking at the map to get a better understanding of the story line, which really helped and I would recommend it. Very easy to read, and I look forward to reading more of James Maxwells books and will also look out for the next book in this series.",
          "count":"7",
         "imgPath": "UK/The Golden Age.png"
           
          
           
      },
      {
         "name": "Red Sister",
          "FiveRating": "65",
          "FourRating": "23",
          "ThreeRating": "7",
          "TwoRating": "4",
          "OneRating": "1",
          "OverAllRating": "4.4",
           "Reviews": "266",
          "ReviewImage": "UK/Red Sister_R.png",
          "Helpfull":"Well written, fresh themed fantasy (soupcon of Sci-Fi) with believable characters and not-too predictable (if at all) plot line. Not at all like Hogwarts, the Convent of Sweet Mercy is how I imagine Bene Gesserit education went down! Looking forward to the next installment, not because this one was left unfinished (my pet hate), but because the world is so rich, there are plenty more stories to enjoy. Recommended!",
          "count":"9",
         "imgPath": "UK/Red Sister.png"
           
          
           
      },
    {
         "name": "Iron Will",
          "FiveRating": "79",
          "FourRating": "18",
          "ThreeRating": "3",
          "TwoRating": "0",
          "OneRating": "0",
          "OverAllRating": "4.7",
           "Reviews": "127",
          "ReviewImage": "UK/Iron Will_R.png",
          "Helpfull":"I enjoyed the story but was distracted by a couple of things which distracted from the story as a whole. Firstly, the author seemed to loose count of the dragons. After several battles where many dragons were killed when we get to the final battle they were almost all still alive. Secondly, a lot of the weapons used earlier in the book such as the poison for example became almost ineffective by the end. The final battle just didn't make sense. Felt like author tried to cram to many elements in at the end for it to work well",
          "count":"11",
         "imgPath": "UK/Iron Will.png"
           
          
           
      },
       
      {
         "name": "Snow Crash",
          "FiveRating": "58",
          "FourRating": "19",
          "ThreeRating": "10",
          "TwoRating": "5",
          "OneRating": "8",
          "OverAllRating": "4.1",
           "Reviews": "174",
          "ReviewImage": "UK/Snow Crash_R.png",
          "Helpfull":"The beginning of this book has some of the most relentless and funny SF action I have ever read.Phrases from it have entered my vocabulary.It's a brilliant,believable future full of 3 dimensional characters who stick in your mind and I don't want to say why because of spoilers.I'm so glad to get an E version as I've nearly worn out my pb copy.",
          "count":"11",
         "imgPath": "UK/Snow Crash.png"
           
          
           
      },
    {
         "name": "Quidditch through the ages",
          "FiveRating": "81",
          "FourRating": "14",
          "ThreeRating": "3",
          "TwoRating": "0",
          "OneRating": "2",
          "OverAllRating": "4.8",
           "Reviews": "391",
          "ReviewImage": "UK/Quidditch through the ages_R.png",
          "Helpfull":"I found this book to be far better than \"fantastic beasts and where to find them\" as it goes in to more depth with the history, which could be seen as very convincing. The book starts off by going into explaining the humble beginnings of the game in a wizard's family garden. The book continues on to the more primitive,  witches and wizards eventually decided to buy them made from companies. It also talks about the balls used in the game and what they were once originally made of and what the Golden Snitch was based on.",
          "count":"29",
         "imgPath": "UK/Quidditch through the ages.png"
           
          
           
      },
    
      {
         "name": "Ready Player One",
           "FiveRating": "77",
          "FourRating": "13",
          "ThreeRating": "5",
          "TwoRating": "2",
          "OneRating": "3",
          "OverAllRating": "4.7",
           "Reviews": "2116",
          "ReviewImage": "UK/Ready Player One_R.png",
          "Helpfull":"I loved this book and I can't wait for the film of it to be released, I just hope they do the book justice. If you are a gamer, and I don't mean you have only played cod or other shooters, then this book would be a must read in my opinion. It is still a good read even if you don't get all of the 80's pop culture references, which I didn't to be honest, though it will help if you have some knowledge of old game systems and 80's pop culture.",
           "count":"34",
         "imgPath": "UK/Ready Player One.png"
         
           
      }
  ]
}
