{
   "Novels": [
      {
         "name": "The Children of Blood and Bone",
          "FiveRating": "85",
          "FourRating": "8",
          "ThreeRating": "5",
          "TwoRating": "1",
          "OneRating": "1",
          "OverAllRating": "4.7",
          "Reviews": "503",
          "ReviewImage": "Brazil/Children of Blood and Bone_R.png",
          "Helpfull":"I have been anticipating Children of Blood and Bone since I heard about it last fall. I was a little worried that I would be disappointed because I was looking forward to it so much. I finished it this morning and if anything, I was too reserved in my excitement. It is exactly the kind of sweeping fantasy that I love, and it has so many layers that give it much deeper meaning. I hate spoilers, so all I will say about the plot is that",
          "count":"124",
         "imgPath": "Brazil/Children of Blood and Bone.png"
          
          
           
      },
      {
         "name": "The Hate You Give",
          "FiveRating": "86",
          "FourRating": "9",
          "ThreeRating": "2",
          "TwoRating": "1",
          "OneRating": "2",
          "OverAllRating": "4.8",
           "Reviews": "1825",
          "ReviewImage": "Brazil/The Hate You Give_R.png",
          "Helpfull":"I had originally said I was not going to read this book, I didn't know how well I would like it, and I don't tend to get involved with things that can make life at work harder for me. I literally work with the police, I am a dispatcher, so it is a huge part of my life. I knew going in it was revolved around the BLM movement, and police brutality and I made the decision to read it anyways. I had heard so many good things about it and ",
          "count":"92",
         "imgPath": "Brazil/The Hate You Give.png"
           
          
           
      },
       {
         "name": "Esopo",
          "FiveRating": "59",
          "FourRating": "24",
          "ThreeRating": "12",
          "TwoRating": "3",
          "OneRating": "2",
          "OverAllRating": "4.0",
           "Reviews": "70",
          "ReviewImage": "Brazil/Esopo_R.png",
          "Helpfull":"I chose this classification because I like to read fables I have this habit since childhood. The editing is wonderful the care with the translation, it is perceived that there was attention in the smallest details. I would recommend this book to all adults who have had a magical childhood and populated by fables.",
          "count":"12",
         "imgPath": "Brazil/Esopo.png"
           
          
           
      },
      {
         "name": "Jumanji",
          "FiveRating": "87",
          "FourRating": "13",
          "ThreeRating": "4",
          "TwoRating": "0",
          "OneRating": "0",
          "OverAllRating": "4.9",
           "Reviews": "22",
          "ReviewImage": "Brazil/Jumanji_R.png",
          "Helpfull":"Edition: another beautiful work by Cosac. Hard cover, grayscale illustrations, good-sized font. Story: Do not expect to find the same plot of that 1995 movie here! It's a great story for children, full of fantasy and adventure, watered with a touch of mystery! Delivery: Amazon recomendadíssima, as always!",
          "count":"8",
         "imgPath": "Brazil/Jumanji.png"
           
          
           
      },
      {
         "name": "How to Babysit a Grandma",
          "FiveRating": "88",
          "FourRating": "9",
          "ThreeRating": "1",
          "TwoRating": "1",
          "OneRating": "1",
          "OverAllRating": "4.8",
           "Reviews": "601",
          "ReviewImage": "Brazil/How to Babysit a Grandma_R.png",
          "Helpfull":"This is a cheerful review because I was quite taken by this book. That's a bit surprising, because experience suggests that most grandparent books are so Hallmark/Disney/Family-Values bland or tin-eared that they read like long form greeting cards. Not so here. This book has a puckish sense of humor and a bit of parenting wisdom behind it.",
          "count":"56",
         "imgPath": "Brazil/How to Babysit a Grandma.png"
           
          
           
      },
       
      {
         "name": "Fantastic Beast",
          "FiveRating": "88",
          "FourRating": "12",
          "ThreeRating": "0",
          "TwoRating": "0",
          "OneRating": "0",
          "OverAllRating": "4.3",
           "Reviews": "39",
          "ReviewImage": "Brazil/Fantastic Beasts_R.png",
          "Helpfull":"Arrived ahead of schedule, wonderful quality, are to be congratulated! And they even gave me the discount of the price change that took a day after I bought it. I will definitely recommend :)",
          "count":"4",
         "imgPath": "Brazil/Fantastic Beasts.png"
           
          
           
      },
      {
         "name": "The Adventure of Captain",
          "FiveRating": "56",
          "FourRating": "20",
          "ThreeRating": "20",
          "TwoRating": "4",
          "OneRating": "0",
          "OverAllRating": "4.0",
           "Reviews": "30",
          "ReviewImage": "Brazil/The Adventure of Captain_R.png",
          "Helpfull":"My 7-year-old son loved the book. Can not wait to follow the other titles in the series. Fast and engaging reading. Only against is the question of the wrong spelling of the comic book written by the characters. As my son is in the literacy phase, he ends up generating doubts as to the correct spelling of some words.",
          "count":"4",
         "imgPath": "Brazil/The Adventure of Captain.png"
           
          
           
      },
      {
         "name": "The Post Man has Arrived",
          "FiveRating": "90",
          "FourRating": "5",
          "ThreeRating": "5",
          "TwoRating": "0",
          "OneRating": "0",
          "OverAllRating": "5",
           "Reviews": "20",
          "ReviewImage": "Brazil/The Post Man has arrived_R.png",
          "Helpfull":"Very interesting book for children, with cool and funny stories. The pages are special and well bound, it promotes a legal interaction with the child. Less careful children can tear the book more easily as it has several letters, folds and envelopes inside the book.",
          "count":"5",
         "imgPath": "Brazil/The Post Man has arrived.png"
           
          
           
      },
       {
         "name": "The Adventure of Pedro Coelho",
          "FiveRating": "88",
          "FourRating": "6",
          "ThreeRating": "0",
          "TwoRating": "6",
          "OneRating": "0",
          "OverAllRating": "4",
           "Reviews": "16",
          "ReviewImage": "Brazil/The Adventure of Pedro Coelho_R.png",
          "Helpfull":"This book has everything a child needs: well told story, good vocabulary, a fable scenario, adventure, well-designed characters, beautiful illustrations, a neat finishing in baby blue hardcover. It's simply beautiful !!! My 3 and 5 year old children love the stories of Pedro Coelho, Sr Severino, Benjamin, Mr. Raposo and everything. Worth a lot worth !!! Ahhhh and breaking, still has a beautiful map of the neighborhood of Pedro Coelho <3",
          "count":"4",
         "imgPath": "Brazil/The Adventure of Pedro Coelho.png"
           
          
           
      },
    
      {
         "name": "The GivingTree",
           "FiveRating": "50",
          "FourRating": "50",
          "ThreeRating": "5",
          "TwoRating": "10",
          "OneRating": "9",
          "OverAllRating": "5",
           "Reviews": "23",
          "ReviewImage": "Brazil/The Giving Tree_R.png",
          "Helpfull":"If you think your child needs to be introduced only to cheerful and often silly things like Little Fowl, do not buy this book. But if you understand that it is good for children to know early stories and playful dramas - and learn from these dramas - I highly recommend it. Illustrations are simple and beautiful. And the story is sad, but sadness is part of life - and it's good for children to know that. The teaching with the sad plot? The value of gratitude.",
           "count":"13",
         "imgPath": "Brazil/The Giving Tree.png"
         
           
      }
  ]
}
