{
   "Novels": [
      {
         "name": "Beware The Past",
          "FiveRating": "64",
          "FourRating": "24",
          "ThreeRating": "10",
          "TwoRating": "2",
          "OneRating": "2",
          "OverAllRating": "4.3",
          "Reviews": "43",
          "ReviewImage": "Canada/Beware The Past_R.png",
          "Helpfull":"This book grabs you by the gut, twists and doesn't let up until the end. A few more clues for readers earlier in the novel about the killers identity would have been nice, as I like to be able to say, aha! I should've guessed.Great psychological thriller. I'm glad to have discovered a new British crime thriller writer",
          "count":"12",
         "imgPath": "Canada/Beware The Past.png"
          
          
           
      },
      {
         "name": "The Stolen Girl",
          "FiveRating": "54",
          "FourRating": "38",
          "ThreeRating": "8",
          "TwoRating": "0",
          "OneRating": "0",
          "OverAllRating": "4.4",
           "Reviews": "23",
          "ReviewImage": "Canada/The Stolen Girl_R.png",
          "Helpfull":"I bought the first book on a whim and read it within 2 days. I then realised that The Stolen Girls came out the very next day, so I pre-ordered it. Again I read it within 2 days. I thoroughly enjoyed both the books! As creepy as it sounds, I love murder investigations and the job of forensic corenor is extremely interesting. However, the minor flaw was I felt that too much of it revolved around her children. I love her kids and they're definitely teenagers, but their involvement with the cases left me iffy as I felt it was something that would not necessarily happen",
          "count":"5",
         "imgPath": "Canada/The Stolen Girl.png"
           
          
           
      },
       {
         "name": "Pines",
          "FiveRating": "50",
          "FourRating": "26",
          "ThreeRating": "10",
          "TwoRating": "8",
          "OneRating": "6",
          "OverAllRating": "4.0",
           "Reviews": "117",
          "ReviewImage": "Canada/Pines_R.png",
          "Helpfull":"1)I crawled into bed thinking I would just read a few chapters and ended up devouring the book in one sitting (and then buying the rest of the trilogy). I haven't enjoyed fiction this much since binge-reading the entire Stephen King library as a teen in the 90s",
          "count":"22",
         "imgPath": "Canada/Pines.png"
           
          
           
      },
      {
         "name": "Sleeping Gaint",
          "FiveRating": "61",
          "FourRating": "17",
          "ThreeRating": "8",
          "TwoRating": "11",
          "OneRating": "3",
          "OverAllRating": "4.1",
           "Reviews": "16",
          "ReviewImage": "Canada/Sleeping gaint_R.png",
          "Helpfull":"What a great brisk read. Giant robots, smug mystery men, kick-ass women chopper pilots, evil scientists, and a giant robot. This very unconventionally ally told story sucks you in and makes you stay up reading it all night! Buying the second one asap!",
          "count":"14",
         "imgPath": "Canada/Sleeping gaint.png"
           
          
           
      },
      {
         "name": "Abandon",
          "FiveRating": "38",
          "FourRating": "44",
          "ThreeRating": "2",
          "TwoRating": "14",
          "OneRating": "2",
          "OverAllRating": "3.9",
           "Reviews": "60",
          "ReviewImage": "Canada/Abandon_R.png",
          "Helpfull":"Very interesting plot with seamless shifting between similar situations a century apart. Great mystery story. It had it all; heroine, bad guys, plot twists and more. Well written; I loved it!! Thank you to Blake Crouch; I look forward to more of your books.",
          "count":"5",
         "imgPath": "Canada/Abandon.png"
           
          
           
      },
       
      {
         "name": "Murder at The University",
          "FiveRating": "44",
          "FourRating": "50",
          "ThreeRating": "8",
          "TwoRating": "0",
          "OneRating": "0",
          "OverAllRating": "4.3",
           "Reviews": "39",
          "ReviewImage": "Canada/Murder at the university_R.png",
          "Helpfull":"Ms Martins first book was competent and very readable. This one is very good indeed, An author worth watching",
          "count":"3",
         "imgPath": "Canada/Murder at the university.png"
           
          
           
      },
      {
         "name": "Silent Child",
          "FiveRating": "59",
          "FourRating": "24",
          "ThreeRating": "11",
          "TwoRating": "3",
          "OneRating": "3",
          "OverAllRating": "4.6",
           "Reviews": "132",
          "ReviewImage": "Canada/Silent Child_R.png",
          "Helpfull":"To say the least, it wasn't my favourite book. I didn't enjoy the ending at all. I felt as if it was rushed and didn't add up as much as it would if the author would have expanded more on the boy's abduction and treated it more realistically. I felt as the author realized how far they were into the book and gave up and blamed the abduction on just anyone when it would have made more sense to blame it on someone closer to the family and not just a friend.",
          "count":"8",
         "imgPath": "Canada/Silent Child.png"
           
          
           
      },
      {
         "name": "Be Mine",
          "FiveRating": "77",
          "FourRating": "19",
          "ThreeRating": "4",
          "TwoRating": "0",
          "OneRating": "0",
          "OverAllRating": "4.6",
           "Reviews": "36",
          "ReviewImage": "Canada/Be Mine_R.png",
          "Helpfull":"I really enjoyed reading this book. Rick Mofina is a great author. Every book of his that I've read has been amazing. A good storyline and solid characters. An edge of your seat read. Rick Mofina never disappoints",
          "count":"5",
         "imgPath": "Canada/Be Mine.png"
           
          
           
      },
       {
         "name": "Murder In the Garden",
          "FiveRating": "77",
          "FourRating": "15",
          "ThreeRating": "8",
          "TwoRating": "0",
          "OneRating": "0",
          "OverAllRating": "4.6",
           "Reviews": "25",
          "ReviewImage": "Canada/Murder In the Garden_R.png",
          "Helpfull":"Good reading for those who likes classic crime mystery set up in picturesque Oxford shire. Although I liked the first books in this sees better",
          "count":"2",
         "imgPath": "Canada/Murder In the Garden.png"
           
          
           
      },
    
      {
         "name": "Black Couch Desert Places",
           "FiveRating": "57",
          "FourRating": "19",
          "ThreeRating": "5",
          "TwoRating": "10",
          "OneRating": "9",
          "OverAllRating": "4",
           "Reviews": "31",
          "ReviewImage": "Canada/Black Couch Desert Places_R.png",
          "Helpfull":"This book is excellently written. The author is able to make you feel, hear and see everything that is happening. For people who like thrillers, this is the best one to come along in a long time. It's the the kind of book you want to continue reading, in order to find out what happens next. I guarantee you won't be able to figure out how it ends",
           "count":"5",
         "imgPath": "Canada/Black Couch Desert Places.png"
         
           
      }
  ]
}
