{
   "Novels": [
      {
         "name": "A random walk down wall street",
          "FiveRating": "78",
          "FourRating": "9",
          "ThreeRating": "7",
          "TwoRating": "3",
          "OneRating": "3",
          "OverAllRating": "4.5",
          "Reviews": "793",
          "ReviewImage": "Japan/words/arandomwalkdown.png",
          "Helpfull":"I really liked this book. I am a recent college grad who never took a business/finance class and I found this book to be very helpful. Once I get my highest interest student loans paid off in the next year or two I will definitely be following a lot of the advice in this book when I set up my retirement and investment accounts. I will admit the middle of this book kind of drags a bit but the beginning and the end are packed with lots of informative material..",
          "count":"12",
         "imgPath": "Japan/arandomwalkdown.png"
          
          
           
      },
      {
         "name": "Thinking fast and slow",
          "FiveRating": "78",
          "FourRating": "16",
          "ThreeRating": "4",
          "TwoRating": "0",
          "OneRating": "2",
          "OverAllRating": "4.5",
           "Reviews": "2903",
          "ReviewImage": "Japan/words/thinkingfastandslow.png",
          "Helpfull":"It is a new work of Carneman who is a pioneer of behavior economics and is a Nobel laureate of economics. I can not afford to study modern psychology seriously, but it is recommended for readers who want to deepen their understanding of behavioral economics. It is also a great place to benefit businesspersons who are studying business languages ​​such as marketing..",
          "count":"6",
         "imgPath": "Japan/thinkingfastandslow.png"
           
          
           
      },
    
      {
         "name": "The only investment guide you will ever need",
          "FiveRating": "71",
          "FourRating": "15",
          "ThreeRating": "4",
          "TwoRating": "4",
          "OneRating": "6",
          "OverAllRating": "4.3",
           "Reviews": "347",
          "ReviewImage": "Japan/words/investmentguide.png",
          "Helpfull":"I purchased a very early edition of this book back in the 80's and you have to believe me, it changed my world. Sound, practical financial advice when you are starting out in life is an invaluable aid. I have since given away copies to all the young people I know as a graduation gift",
          "count":"5",
         "imgPath": "Japan/investmentguide.png"
           
          
           
      },
       {
         "name": "How children succeed",
          "FiveRating": "61",
          "FourRating": "19",
          "ThreeRating": "10",
          "TwoRating": "5",
          "OneRating": "5",
          "OverAllRating": "4.4",
           "Reviews": "111",
          "ReviewImage": "Japan/words/howchildrensucceed.png",
          "Helpfull":"I won't assert that this book will make you a expert, but it should lead to some interesting dialogs (internal and external) which will help you reconsider any idea you had thatwhat worked for you in school was that right thing for your children. .",
          "count":"12",
         "imgPath": "Japan/howchildrensucceed.png"
           
          
           
      },
      {
         "name": "The intelligent Investor",
          "FiveRating": "83",
          "FourRating": "11",
          "ThreeRating": "4",
          "TwoRating": "0",
          "OneRating": "2",
          "OverAllRating": "4.7",
           "Reviews": "1846",
          "ReviewImage": "Japan/words/theintelligentinvestor.png",
          "Helpfull":"his is a great book for anyone who is interested in introducing themselves into the world of investing, or wants to hone their skills and better themselves. Although, while a greatbook I would not recommend it to anyone who doesn't have the discipline to treat this book as a college textbook. Annotate, take notes, and create a guide. If you want to start takinginvesting seriously and want to begin practicing the discipline of self education, this is the book for you..",
          "count":"37",
         "imgPath": "Japan/theintelligentinvestor.png"
           
          
           
      },
      {
         "name": "A MAN  FOR ALL MARKETS",
          "FiveRating": "65",
          "FourRating": "16",
          "ThreeRating": "5",
          "TwoRating": "7",
          "OneRating": "7",
          "OverAllRating": "4.2",
           "Reviews": "97",
          "ReviewImage": "Japan/words/amanforallmarkets.png",
          "Helpfull":"This is a good biography of Ed Thorp. It interesting as a biography of a famous investor. They are normal people with a touch of genius in a particular area. Knowing his youth helps understand his later life. I enjoyed reading the first two thirds. I think in the last portion the book gets a little slow. However many biographies follow this pattern-as each of our lives do..",
          "count":"9",
         "imgPath": "Japan/amanforallmarkets.png"
           
          
           
      },
    {
         "name": "Investing for beginners",
          "FiveRating": "72",
          "FourRating": "13",
          "ThreeRating": "9",
          "TwoRating": "1",
          "OneRating": "5",
          "OverAllRating": "4.4",
           "Reviews": "86",
          "ReviewImage": "Japan/words/investingforbeginners.png",
          "Helpfull":"This beginner guide book about stock market investing is an appropriate selection for understanding this term with all its functioning and terminologies. For becoming intelligent investor there inside this book hidden acknowledging tips and strategies and most importantly written 25 golden investing lessons and each of them is well demonstrated.This book is totally worth a good review. Nearly my entire family read this and completely enjoyed and comprehended it. My personal favorite part of this is probably the money machines It's an amusingly well-thought-out example of stock investing. I definitely recommend it to anyone!.",
          "count":"11",
         "imgPath": "Japan/investingforbeginners.png"
           
          
           
      },
       
      {
         "name": "The Little bookof commonsense investing",
          "FiveRating": "58",
          "FourRating": "19",
          "ThreeRating": "10",
          "TwoRating": "5",
          "OneRating": "8",
          "OverAllRating": "4.1",
           "Reviews": "174",
          "ReviewImage": "Japan/words/littlebookofcomonsenseinvesting.png",
          "Helpfull":"Good, quick read with great information for anyone who is trying to make sense of personal finance and basic investments. Everyone should read this in their 20s before filling out the paperwork for their first workplace 401K. If you read this one book you'll know enough to invest sensibly for retirement without getting ripped off by financial product salespeople, and you'll understand more about investing than 85% of the general population..",
          "count":"11",
         "imgPath": "Japan/littlebookofcomonsenseinvesting.png"
           
          
           
      },
    {
         "name": "The millionaire mind",
          "FiveRating": "93",
          "FourRating": "6",
          "ThreeRating": "0",
          "TwoRating": "0",
          "OneRating": "1",
          "OverAllRating": "4.9",
           "Reviews": "275",
          "ReviewImage": "Japan/words/themillionairemind.png",
          "Helpfull":"I watched a man engrossed in this book on an airplane and ordered it upon landing. What a good decision that was! We think we know about millionaires, but most of what we think is debunked with this interesting book. This isn’t a book about investing or getting rich, but an analysis with profiles of millionaires and how they think about money, spend their money, and the common lessons that can be drawn from this analysis. Like the guy on the plane- I couldn’t put it down..",
          "count":"29",
         "imgPath": "Japan/themillionairemind.png"
           
          
           
      },
    
      {
         "name": "Millionaire Next Door",
           "FiveRating": "85",
          "FourRating": "12",
          "ThreeRating": "2",
          "TwoRating": "1",
          "OneRating": "0",
          "OverAllRating": "4.8",
           "Reviews": "152",
          "ReviewImage": "Japan/words/millionairenextdoor.png",
          "Helpfull":"I read this book many years ago when it first came out. The truths in its stories show a part of wealth that few understand. It's not the display of wealth, but its general lack of display, that separates the wannabes from the truly wealthy. To put it succinctly, Sam Walton, who lost $1B in paper wealth during the crash of '87 drove a PickUp Truck. Yup, a PickUp Truck! A nice truck, I'm sure, but definitely not a Maserati, Bugatti, or some such super car. This book shows who is truly rich & who just attempts to look rich (by wasting the very resources that would otherwise make them rich)!",
           "count":"8",
         "imgPath": "Japan/millionairenextdoor.png"
         
           
      }
  ]
}