{
   "Novels": [
      {
         "name": "Sita",
          "FiveRating": "57",
          "FourRating": "22",
          "ThreeRating": "12",
          "TwoRating": "5",
          "OneRating": "4",
          "OverAllRating": "3.2",
          "Reviews": "1543",
          "ReviewImage": "India/sita_review.png",
          "Helpfull":"Amish does make the drama in this wonderful mythology very interesting and real.Also the character of sita is inspiring and the tale told leaves us awed and entertained.Takes us to the realms of myths converting to real possibilities and makes us realise the strengths and depth of each characters.And even though we know the Mythology by heart, amish has skilfully made it to make us feel the moments on the edge, with suspense and thrill.Wonderful book for pop culture mythologies.",
          "count":"32",
         "imgPath": "India/Sita.png"
          
          
           
      },
      {
         "name": "Rise of Shivagami",
          "FiveRating": "52",
          "FourRating": "26",
          "ThreeRating": "12",
          "TwoRating": "5",
          "OneRating": "5",
          "OverAllRating": "4.2",
           "Reviews": "687",
          "ReviewImage": "India/shivagami_review.png",
          "Helpfull":"The Rise of Sivagami: Book 1 of Baahubali - Before the Beginning is an amazing book.The Rise of Sivagami is an excellent story, The author have canvassed the rise of the the queen beautifully. You will definitely enjoy reading the book. A must buy for novel readers. Although the book is not written in English type of novels, but definitely it is one of the best novel. If you are in bangalore and a regular bus traveler, then it is a nice book to go for it",
          "count":"16",
         "imgPath": "India/Shivagami.png"
           
          
           
      },
    
      {
         "name": "Ashwin sanghi The Sialkot saga",
          "FiveRating": "51",
          "FourRating": "23",
          "ThreeRating": "14",
          "TwoRating": "6",
          "OneRating": "6",
          "OverAllRating": "4",
           "Reviews": "735",
          "ReviewImage": "India/ashwin_R.png",
          "Helpfull":"Whenever I read Ashwin Sir, I read him to learn. This book is purely a masterpiece for me, in terms of writing style. I am in love and will surely get inspired by him in my coming novels. Coming to the story of the book, it talks about 2 protagonists, Arvind and Arbaaz, both businessmen. Their journey from different background is interesting to read and the most interesting part is to see how brilliantly authors brings the two poles, closer and fuses them into one.",
          "count":"13",
         "imgPath": "India/Ashwin.png"
           
          
           
      },
       {
         "name": "Malgudi Days",
          "FiveRating": "67",
          "FourRating": "21",
          "ThreeRating": "6",
          "TwoRating": "4",
          "OneRating": "2",
          "OverAllRating": "4.1",
           "Reviews": "155",
          "ReviewImage": "India/malgudi_R.png",
          "Helpfull":"If you want to inculcate reading habbit in anyone or to yourself than this book offers you to fall in love with books! Best book to start your reading journey!This novel is epitome of simple yet expressive writing. Characters ,situations will make you feel nostalgic! ",
          "count":"28",
         "imgPath": "India/malgudi.png"
           
          
           
      },
      {
         "name": "Immortals of Meluha",
          "FiveRating": "73",
          "FourRating": "19",
          "ThreeRating": "4",
          "TwoRating": "1",
          "OneRating": "3",
          "OverAllRating": "4.6",
           "Reviews": "2201",
          "ReviewImage": "India/meluha_R.png",
          "Helpfull":"There isn't any word which can describe the awesomeness of this book...this book is so amazingly written that Many a time I felt as if I played in front of my eyes... An indispensable book for any book lover...",
          "count":"7",
         "imgPath": "India/Meluha.png"
           
          
           
      },
      {
         "name": "The secret of nagas",
          "FiveRating": "72",
          "FourRating": "21",
          "ThreeRating": "4",
          "TwoRating": "1",
          "OneRating": "2",
          "OverAllRating": "4.6",
           "Reviews": "2250",
          "ReviewImage": "India/nagas_R.png",
          "Helpfull":"This is the 2nd book of the Shiva trilogy. The story is the realisation of what the evil is and the preparation of war against the evil. The secrets of the nagas is actually that shiva finds out what truly the nagas are and it negates the general perception and how the nagas become an very entertaining read you will definitely love it. And as this is a part of a series you should definitely read the first and the third part too otherwise you will not be able to enjoy the story completely. Go for it. HAPPY READING",
          "count":"45",
         "imgPath": "India/nagas.png"
           
          
           
      },
    {
         "name": "The oath of vayuputras",
          "FiveRating": "64",
          "FourRating": "22",
          "ThreeRating": "9",
          "TwoRating": "2",
          "OneRating": "3",
          "OverAllRating": "4.4",
           "Reviews": "1424",
          "ReviewImage": "India/oath_R.png",
          "Helpfull":"This is the longest book I will ever reading without losing any enthusiasm.I am actually an atheist now, after spending many years in worshiping God. But Amish felt the other way round, as he finally found his God, Shiva.I bow low to Amish in respect, for his effort in creating this great book.Anyone can write a story like 'Everyone has a Story', but not everyone can create larger than life characters like Amish, simultaneously expounding the valour of Indian mythology and how it can help us live a better life !",
          "count":"14",
         "imgPath": "India/oath.png"
           
          
           
      },
       
      {
          "name": "The Mahabharata secret",
          "FiveRating": "37",
          "FourRating": "30",
          "ThreeRating": "18",
          "TwoRating": "9",
          "OneRating": "6",
          "OverAllRating": "4",
           "Reviews": "671",
          "ReviewImage": "India/mbs_R.png",
          "Helpfull":"Firstly, I would like to appreciate the author for his great research done. The plot and the selection of the historic events was awesome and accurate as the Mauryan and post Mauryan events have near accurate records of the historical events in India and the Pre Mauryan events have no proper records and if they exist, they are not vivid enough to get a clearer picture.",
          "count":"32",
         "imgPath": "India/mbs.png"
           
          
           
      },
    {
          "name": "365 tales from Indian Mythology",
          "FiveRating": "52",
          "FourRating": "32",
          "ThreeRating": "10",
          "TwoRating": "3",
          "OneRating": "3",
          "OverAllRating": "4",
           "Reviews": "70",
          "ReviewImage": "India/tales_R.png",
          "Helpfull":" A good collection of stories but does not have enough details. I expected it to serve as a bed time story guide. But with stories winding up in just 2-3paras, they seem quite incomplete. . Not worth the money12 people Helpful",
          "count":"32",
         "imgPath": "India/tales.png"
           
           
          
           
      }
  ]
}
