{
   "Novels": [
      {
         "name": "Say You are Sorry",
          "FiveRating": "57",
          "FourRating": "22",
          "ThreeRating": "12",
          "TwoRating": "5",
          "OneRating": "4",
          "OverAllRating": "4.5",
          "Reviews": "2568",
          "ReviewImage": "USA/say_you_are_sorry_R.png",
          "Helpfull":"I just now finished Say You are  Sorry. This book kept me awake as I couldnt put it down. Just wanted to tell someone, anyone, what a good book. So well written Ill write a review (or try to). The book was so good I'm not sure I'll do it justice...but I'll try. I fell in love with the characters...and wonder of wonders I didn't figure out who the culprit was until the author wanted me to. Most of the time I can figure it out but not this time. There was never a dull moment.I wish I didnt have to wait until September for Her Last Goodbye to see what Morgan Dane and Lance Kruger have to deal with.",
          "count":"179",
         "imgPath": "USA/say_you_are_sorry.png"
          
          
           
      },
      {
         "name": "The Winter Over",
          "FiveRating": "39",
          "FourRating": "16",
          "ThreeRating": "18",
          "TwoRating": "5",
          "OneRating": "2",
          "OverAllRating": "4.0",
           "Reviews": "1630",
          "ReviewImage": "USA/The_winter_over_R.png",
          "Helpfull":"Author Matthew Iden started out well, framing a thriller with a compelling story and backdrop that kept me enthusiastically reading until about 80% into the story. At that point, the foundation began to crack and, if not for the power of the authors prose, might have caused the story to tumble to the ground. Heres why, without spoilers.",
          "count":"16",
         "imgPath": "USA/The_winter_over.png"
           
          
           
      },
    
      {
         "name": "Life After Life",
          "FiveRating": "51",
          "FourRating": "23",
          "ThreeRating": "14",
          "TwoRating": "6",
          "OneRating": "6",
          "OverAllRating": "3.5",
           "Reviews": "3720",
          "ReviewImage": "USA/life_after_life_R.png",
          "Helpfull":"This fascinating novel is based on the premise that death isnt necessarily forever. The central character, Ursula Todd, is born on a snowy night in England in 1910. In the first account of this, she dies almost immediately, strangled by the umbilical cord with no doctor or midwife to help her mother through the birth. In the next account, the doctor has arrived, the umbilical cord is cut, and the baby lives. And so on and so forth -- Ursulas life follows a different pattern each time, which leads to her death but then to a new pattern.",
          "count":"11",
         "imgPath": "USA/life_after_life.png"
           
          
           
      },
       {
         "name": "Silent Echo ",
          "FiveRating": "36",
          "FourRating": "27",
          "ThreeRating": "19",
          "TwoRating": "10",
          "OneRating": "8",
          "OverAllRating": "3.5",
           "Reviews": "1532",
          "ReviewImage": "USA/silent_echo_R.png",
          "Helpfull":"Jim Booker is a retired detective. He has AIDS. Hes not gay . . . he got it from a steady girlfriend when they got careless. His best friend is Numi, short for Numilekunoluwa. Numi is African. Numi is gay. Eight months ago, Jim was given six months to live, so he knows he is on borrowed time. Numi takes care of Jim, while Jim, at times, rudely objects to too much physical or tender contact from Numi. After all, Jim is not gay, and doesnt want Numi to forget it. Its an interesting relationship. ",
          "count":"40",
         "imgPath": "USA/silent_echo.png"
           
          
           
      },
      {
         "name": "The Associate",
          "FiveRating": "21",
          "FourRating": "16",
          "ThreeRating": "18",
          "TwoRating": "22",
          "OneRating": "23",
          "OverAllRating": "3.4",
           "Reviews": "1184",
          "ReviewImage": "USA/The_associate_R.png",
          "Helpfull":"Twice during the reading of this book I allowed myself to think, Oh, yeah - here comes the good stuff! Only to be sorely disappointed. About 85% of the way into the book the main character takes actions that go against everything that he had set up prior - all of which Grisham took us through in painstaking detail. He also chose to take us through an extended view of the AA process with a secondary character. Way too many pages dedicated to explaining one mans potential motivation.",
          "count":"7",
         "imgPath": "USA/The_associate.png"
           
          
           
      },
      {
         "name": "A Banquet of Consequences: A Lynley Novel",
          "FiveRating": "72",
          "FourRating": "21",
          "ThreeRating": "4",
          "TwoRating": "1",
          "OneRating": "2",
          "OverAllRating": "3.0",
           "Reviews": "1287",
          "ReviewImage": "USA/The_banquet_of_consequences_R.png",
          "Helpfull":"As I closed this lengthy (573 pages) new book in the Lynley/Havers series I breathed a sigh of relief. Oh my goodness, I think Elizabeth George is back on track. This was actually a good installment in the series. After George killed off Lynleys wife and unborn child on their own doorstep, the series went amok. She followed that incident with a book that was truly, in my opinion, horrible What Came Before Her and then issued four very mediocre novels with Lynley and Havers behaving very uncharacteristically. I had really about given up but thought that Ill give it one more try. I am glad I did.",
          "count":"540",
         "imgPath": "USA/The_banquet_of_consequences.png"
           
          
           
      },
    {
         "name": "Artemis",
          "FiveRating": "38",
          "FourRating": "27",
          "ThreeRating": "18",
          "TwoRating": "12",
          "OneRating": "5",
          "OverAllRating": "4.4",
           "Reviews": "1998",
          "ReviewImage": "USA/Artemis_R.png",
          "Helpfull":"Ok - let me start right here. This is no The Martian: The Sequel. It is a completely different story done very differently. Im guessing there will be A LOT of people who think thats what theyre getting and get very disappointed when they get this instead. Which is sad, because this really is a very good book.",
          "count":"274",
         "imgPath": "USA/Artemis.png"
           
          
           
      },
       
      {
          "name": "The Wife Between Us",
          "FiveRating": "54",
          "FourRating": "23",
          "ThreeRating": "12",
          "TwoRating": "7",
          "OneRating": "4",
          "OverAllRating": "4.2",
           "Reviews": "1302",
          "ReviewImage": "USA/The_wife_between_us_R.png",
          "Helpfull":"This is why I don’t write very many mystery or suspense reviews, y’all. It’s so hard not to give anything away! This book definitely falls into the suspense category, as there isn’t a mystery to be solved, just a twisty, turny story that makes you say “Wait, what?” several times and go back to reread pages at a time to make sure you had read them correctly. What we know going in – basically nothing. The blurb tells us all of the things we will think while we’re reading this book and that we shouldn’t believe any of them. I really wish the blurb had been more vague; I don’t like being told ahead of time that there will be twists in a book. I end up spending more time looking for them and trying to figure out what they could be than actually enjoying the book.",
          "count":"183",
         "imgPath": "USA/The_wife_between_us.png"
           
          
           
      },
    {
          "name": "Everything I Never Told You",
          "FiveRating": "46",
          "FourRating": "28",
          "ThreeRating": "15",
          "TwoRating": "7",
          "OneRating": "4",
          "OverAllRating": "3",
           "Reviews": "4173",
          "ReviewImage": "USA/Everything_I_Never_told_you_R.png",
          "Helpfull":" Ive had this book on my list for a while, but after reading it I cant remember why I put it there. I didnt dislike it, but cant say I particularly enjoyed it either. The writing was OK. The plot was OK. The characters were OK. Though the wifes I never realized my dream of becoming a doctor because I became a mother scenario is a bit stereotyped, as is the husbands experiences of racism. And the two semi-plot twists I saw coming a mile off.",
          "count":"17",
         "imgPath": "USA/Everything_I_Never_told_you.png"
           
           
          
           
      },
       
      {
          "name": "Their Eyes Were Watching God",
          "FiveRating": "67",
          "FourRating": "20",
          "ThreeRating": "6",
          "TwoRating": "3",
          "OneRating": "4",
          "OverAllRating": "4.5",
           "Reviews": "1394",
          "ReviewImage": "USA/Their_eyes_were_watching_god_R.png",
          "Helpfull":"I tried and failed several times to read this book, a paperback copy that I picked up at a thrift store several years ago. Finally, my senior in high school son was given it as an assignment. I explained that Id tried to read it as recently as November (two months ago) and failed BUT I wanted to hear what he thought about the book. Then I read the group assignment he and his friends wrote, which was about the use of water as a certain type of symbolism (I wont be more specific so as not to provide spoilers). At that time, I learned the plot of the book, including several important plot spoilers.",
          "count":"39",
         "imgPath": "USA/Their_eyes_were_watching_god.png"
           
          
           
      }
  ]
}
